Repository: vbogretsov/academy
Catalog: src/Academy/Academy.Resources/Dictionaries/*.resx
Languages: russian

source: About
russian: О нас

# about.p1
source: Social network for scientists "Academy" was established in 2013.
russian: Социальная сеть для ученых «Академия» создана в 2013 году.

# about.p2
source: Our primary goal is to create a space that would combine the work of new and expectant scientists around the world, made it possible to use publications.
russian: Нашей основной целью является создание пространства, которое бы объединяло работы будущих и настоящих ученых всего мира, давало возможность пользования публикациями.

# about.p3
source: The technical features of the site include upload, download and comment on publications, create your profile with personal information, the confidentiality of which is guaranteed. You can also ask any question and get an answer, or leave a response yourself. Leave a note in your own profile to remember important events!
russian: В технические возможности сайта входят загрузка, скачивание и комментирование публикаций, создание своего профиля с личной информацией, конфиденциальность которой гарантируется. Вы также можете задать любой интересующий вас вопрос и получить на него ответ, либо оставить ответ самому. Оставляйте заметки в собственном профиле, чтобы помнить важные мероприятия!

# about.p4
source: We wanted to create a resource accessible from anywhere in the world which would bring benefits to all, wishing to obtain reliable information from trusted sources.
russian: Мы хотели организовать доступный из любой точки мира ресурс, который приносил бы пользу всем желающим получить достоверную информацию из проверенных источников.

# about.p5
source: Internet site "Academy" is specific. Our target audience is people with higher education and advanced degree (graduate degrees), as well as graduate students, masters - and all those who wants in the future to go into the social category of "scientists." By registering here, you will always be able to find the information you need in the fields of Mathematics, Physics, Biology, and view questions / answers of colleagues and people of interest.
russian: Интернет-сайт «Академия» специфичен. Нашей целевой аудиторией являются люди с высшим образованием и ученой степенью (учеными степенями), а также аспиранты, магистры — и все те, кто в будущем стремится попасть в социальную категорию «ученых». Зарегистрировавшись здесь, вы всегда сможете найти нужную вам информацию в сферах Математики, Физики, Биологии, а также просмотреть вопросы/ ответы коллег и людей по интересам.

# about.p6
source: You can use the change of language in order to view the "Academy" in the language of your choice conveniently. Upload a personal photo. Find your desired material by searching. Comment publication and thus facilitate the search for the rest of those who subscribe to this topic. Leave interesting discipline and get updates on everything going on in them! For best performance, use the website feedback form in the Contact section. We always welcome suggestions and feedback, we will answer all the questions.
russian: Вы можете воспользоваться сменой языков, чтобы просматривать «Академию» на удобном вам языке. Загрузите личное фото, чтобы вас могли узнать читатели. Найти необходимый вам материал, воспользовавшись поиском. Комментировать публикации и таким образом облегчать поиск остальным, подписавшимся на данную тематику. Оставляйте интересующие вас дисциплины и получайте обновления по всему происходящему в них!

# about.p7
source: Like any aspiring project, we are going to grow, providing more and more functionality to users.
russian: Для связи с нами воспользуйтесь информацией из раздела Контакты. Мы будем рады любым предложениям и отзывам, ответим на все вопросы.

# about.p8
source: Thank you for choosing us!
russian: Как и любой начинающий проект, мы собираемся расти, предоставляя все новые и новые возможности пользователям. Спасибо, что выбрали нас!

# about.p9
source: Social network for scientists "Academy". Always on the pulse of science! © 2013
russian: Социальная сеть для ученых «Академия». Всегда на пульсе науки! © 2013

source: Add new article
russian: Добавить новую статью

source: Add new note
russian: Добавить новую заметку

source: Algebra
russian: Алгебра

source: Analytic geometry
russian: Аналитическая геометрия

source: Anatomy
russian: Анатомия

source: Answer
russian: Ответить

# answer.add
source: Add answer
russian: Добавить ответ

source: Answer text
russian: Текст ответа

# answer.text.err.required
source: Answer text is required
russian: Требуется ввести текст ответа

# answers.show
source: Show answers
russian: Показать ответы

source: Anthropology
russian: Антропология

source: Anthropotomy
russian: Анатомия человека

# article.create.add.author
source: Add author
russian: Добавить автора

# article.create.modal.select
source: Select
russian: Выбрать

# article.create.select.article.disciplines
source: Select disciplines for article
russian: Выбрать дисциплины для статьи

# article.create.select.disciplines
source: Select disciplines
russian: Выбрать дисциплины

source: Article description
russian: Описание статьи

# article.description.err.required
source: Article description is required
russian: Требуется ввести описание статьи

# article.disciplines.err.required
source: Article should have at least one discipline
russian: Статья должна относиться хотя бы к одной дисциплине

source: Article file
russian: Файл статьи

# article.search.author
source: Author
russian: Автор

# article.search.description
source: Article description
russian: Описание статьи

# article.search.title
source: Article title
russian: Заголовок статьи

# article.serach.title
source: Articles search
russian: Поиск статей

# article.show
source: Show article
russian: Показать статью

# article.source
source: Article pdf file name
russian: Имя файла статьи в pdf

# article.source.err.required
source: Source file name is required
russian: Требуется ввести имя источника файла

# article.title
source: Artcile title
russian: Заголовок статьи

# article.title.err.required
source: Article title is required
russian: Требуется ввести заголовок статьи

source: Ask question
russian: Задать вопрос

# author.email
source: Email
russian: Емэйл

# author.email.err.invalid
source: Specified email is not an email address
russian: Выбранный емэйл не является емэйл-адресом

# author.email.err.required
source: Email is required
russian: Требуется ввести емэйл

# author.firstname
source: First name
russian: Имя

# author.firstname.err.required
source: First name is required
russian: Требуется ввести имя

# author.lastname
source: Last name
russian: Фамилия

# author.lastname.err.required
source: Last name is required
russian: Требуется ввести фамилию

# banner
source: 3eng.swf
russian: 3rus.swf

source: Bioacoustics
russian: Биоакустика

source: Bioenergetics
russian: Биоэнергетика

source: Biology
russian: Биология

source: Biomechanics
russian: Биомеханика

source: Biophysics
russian: Биофизика

source: Change
russian: Изменить

# cintacts.p2
source: In case you have any problems ba using the site or if you have any wishes,questions whatever,please feel free to contact us!
russian: В случае, если у вас возникли проблемы с использованием ресурса, вопросы, пожелания, мы всегда готовы выйти на связь с вами!

source: Close
russian: Закрыть

source: Combination group theory
russian: Комбинаторная теория групп

source: Combinatorial topology
russian: Комбинаторная топология

source: Comment
russian: Комментировать

# comment.add
source: Add comment
russian: Добавить комментарий

source: Comment text
russian: Текст комментария

# comment.text.err.required
source: Comment text is required
russian: Требуется ввести текст комментария

# comments.show
source: Show comments
russian: Показать комментарии

source: Contacts
russian: Контакты

# contacts.p1
source: Dear users!
russian: Уважаемые пользователи!

# contacts.p10
source: Thank you very much!
russian: Спасибо вам!

# contacts.p3
source: Email the Head Office :
russian: Напишите администрации сайта на следующие электронные ящики:

# contacts.p6
source: or just call us:
russian: или позвоните нам по телефонам:

# copyright
source: © 2013 Academy
russian: © 2013 Академия

source: Differential geometry
russian: Дифференциальная геометрия

source: Differential topology
russian: Дифференциальная топология

source: Disciplines
russian: Дисциплины

source: Economical phytology
russian: Экономическая биология

source: Embryology
russian: Эмбриология

source: Endocrinology
russian: Эндокринология

source: Environmental science
russian: Экология растений

# external.menu.about
source: About
russian: О нас

# external.menu.articles
source: Articles
russian: Статьи

# external.menu.contacts
source: Contacts
russian: Контакты

# external.menu.questions
source: Questions
russian: Вопросы

# external.title
source: Academy
russian: АКАДЕМИЯ

source: Find
russian: Найти

source: Finite fields
russian: Кщнечные поля

source: General immunology
russian: Общая иммунология

source: General topology
russian: Общая топология

source: Genetic engineering
russian: Генная инженерия

source: Genetics
russian: Генетика

source: Genomics
russian: Геномика

source: Geometry
russian: Геометрия

source: Group theory
russian: Теория групп

source: Human physiology and zoophysics
russian: Физиология человека и животных

source: Immunology
russian: Иммунология

# internal.menu.articles
source: Articles search
russian: Поиск статей

# internal.menu.exit
source: Exit
russian: Выход

# internal.menu.profile
source: Profile settings
russian: Настройки профиля

# internal.menu.questions
source: Questions & answers
russian: Вопросы и ответы

# internal.title
source: Academy
russian: АКАДЕМИЯ

# lang.language
source: Language
russian: Язык

# login.btn.login
source: Login
russian: Вход

# login.email
source: Email
russian: Емэйл

# login.er.email.invalid
source: The specified address is not a valid email address
russian: Неправильно введен емэйл

# login.er.email.required
source: Specify email address to login
russian: Введите емэйл для входа

# login.er.pwd.required
source: Specify password to login
russian: Введите пароль для входа

# login.err.failed
source: The user name or password provided is incorrect.
russian: Имя пользователя или пароль неверны

# login.forgotpwd
source: Forgot the password?
russian: Забыли пароль?

# login.lbl.signin
source: Sign In
russian: Авторизоваться

# login.pwd
source: Password
russian: Пароль

# login.remember
source: Stay online
russian: Оставаться в системе

# login.submit
source: Login
russian: Вход

# logo
source: logo_eng.png
russian: logo_rus.png

# mainmenu.about
source: About
russian: О нас

# mainmenu.articles
source: Articles search
russian: Поиск статей

# mainmenu.contacts
source: Contacts
russian: Контакты

# mainmenu.questions
source: Questions & answers
russian: Вопросы и ответы

source: Math
russian: Математика

source: Mechanics
russian: Механика

source: Medical physics
russian: Медицианская физика

source: Microrganism physiology
russian: Физиология микроорганизмов

source: Molecular genetics
russian: Молекулярная генетика

# month1
source: Januar
russian: Январь

# month10
source: October
russian: Октябрь

# month11
source: November
russian: Ноябрь

# month12
source: December
russian: Декабрь

# month2
source: Februar
russian: Февраль

# month3
source: Marth
russian: Март

# month4
source: April
russian: Апрель

# month5
source: May
russian: Май

# month6
source: June
russian: Июнь

# month7
source: July
russian: Июль

# month8
source: August
russian: Август

# month9
source: September
russian: Сентябрь

source: Mushroom physiology
russian: Физиология грибов

# note.add
source: Add note
russian: Добавить заметку

source: Note text
russian: Текст заметки

# note.text.err.required
source: Note text is required
russian: Требуется ввести текст заметки

source: Note title
russian: Заголовок заметки

# note.title.err.required
source: Note title is required
russian: Требуется ввести заголовок заметки

source: Particular immunology
russian: Частная иммунология

source: Philosophical anthropology
russian: Философская антропология

source: Physical anthropology
russian: Физическая антропология

source: Physics
russian: Физика

source: Physiology
russian: Физиология

source: Phytology
russian: Ботаника

source: Phytophysiology
russian: Физиология растений

source: Phytosociology
russian: Геоботаника

source: Phytotomy
russian: Анатомия растений

# posted
source: Date posted
russian: Дата публикации

# prifile.myquestions
source: My questions
russian: Мои вопросы

# profile.contact.admin
source: Contact administration
russian: Связь с администрацией

# profile.edit.email
source: Email
russian: Емэйл

# profile.edit.er.email.invalid
source: The specified address is not a valid email address
russian: Неверный емэйл-адрес

# profile.edit.er.email.required
source: Email address is required
russian: Требуется ввести емэйл

# profile.edit.er.fname.required
source: Fist name is required
russian: Требуется ввести имя

# profile.edit.er.lname
source: Last name is required
russian: Требуется ввести фамилию

# profile.edit.fname
source: First name
russian: Имя

# profile.edit.lname
source: Last name
russian: Фамилия

# profile.edit.save
source: Save
russian: Сохранить

# profile.myanswers
source: My answers
russian: Мои ответы

# profile.myarticles
source: My articles
russian: Мои статьи

# profile.mycomment
source: My comments
russian: Мои комментарии

# profile.newanswers
source: New answers
russian: Новые ответы

# profile.newarticles
source: New articles
russian: Новые статьи

# profile.newcomments
source: New comments
russian: Новые комментарии

# profile.newquestions
source: New questions
russian: Новые вопросы

source: Publish
russian: Опубликовать

# question.create.modal.select
source: Select
russian: Выбрать

# question.create.select.disciplines
source: Select disciplines
russian: Выбрать дисциплины

# question.create.select.question.disciplines
source: Select disciplines for question
russian: Выбрать дисциплины для вопроса

# question.disciplines.err.required
source: At least one discipline should be selected
russian: Хотя бы одна дисциплина должна быть выбрана

# question.search.keyword
source: Search keywords
russian: Ключевые слова поиска

# question.search.title
source: Questions search
russian: Поиск вопросов

# question.serach
source: Questions search
russian: Поиск вопросов

# question.serach.select.disciplines
source: Select disciplines
russian: Выбрать дисциплины

# question.show
source: Show question
russian: Показать вопросы

source: Question text
russian: Текст вопроса

# question.text.err.required
source: Question text is required
russian: Требуется ввести текст вопроса

source: Question title
russian: Заголовок вопроса

# question.title.err.required
source: Question title is required
russian: Требуется ввести заголовок вопроса

# registration.bidthdate
source: Birth date
russian: Дата рождения

# registration.date.err.invalid
source: The specified date is invalid
russian: Дата неверна

# registration.email
source: Email
russian: Емэйл

# registration.er.email.exists
source: User with specified email already exists
russian: Пользователь с таким емэйлом уже существует

# registration.er.email.invalid
source: The specified address is not a valid email address
russian: Неверный емэйл-адрес

# registration.er.email.required
source: Email address is required
russian: Требуется ввести емэйл

# registration.er.fname.required
source: First name is required
russian: Требуется ввести имя

# registration.er.lname.required
source: Last name is required
russian: Требуется ввести фамилию

# registration.er.pwd.length
source: Password must have least 6 symbols
russian: Пароль должен содержать хотя бы 6 символов

# registration.er.pwd.required
source: Pssword is required
russian: Требуется ввести пароль

# registration.er.pwdconf.notmatch
source: Password confirmation does not match the password
russian: Подтверждение пароля не совпадает с паролем

# registration.er.pwdconf.required
source: Password confirmation is required
russian: Требуется подтвердить пароль

# registration.er.university.required
source: University is required
russian: Требуется ввести университет

# registration.fname
source: First name
russian: Имя

# registration.lbl.register
source: Register if you do not have an account
russian: Зарегистрируйтесь, если у вас нет аккаунта

# registration.lname
source: Last name
russian: Фамилия

# registration.pwd
source: Password
russian: Пароль

# registration.pwdconf
source: Password confirmation
russian: Подтверждение пароля

# registration.submit
source: Register
russian: Регистрация

# registration.univercity
source: University
russian: Университет

source: Religious anthropology
russian: Религиозная антропология

source: Remove
russian: Удалить

source: Remove answer
russian: Удалить ответ

source: Remove comment
russian: Удалить комментарий

source: Remove note
russian: Удалить заметку

# search.result.empty
source: No search result
russian: Поиск результатов не дал

source: Select
russian: Выбрать

source: Select disciplines
russian: Выбирете интересующие Вас дисциплины.

source: Select image
russian: Выбрать изображение

source: Social.and cultural anthropology
russian: Социально-культурная антропология

source: Thermodynamics
russian: Термодинамика

# title.home
source: Academy: Home
russian: Академия: Домашняя

# title.profile
source: Academy: Profile
russian: Академия: Профиль

source: Topology
russian: Топология

# user.birthdate
source: Birth date
russian: Дата рождения

# user.birthdate.err.required
source: Birth date is required
russian: Требуется ввести дату рождения

# user.edit.disciplines.description
source: Disciplines description
russian: Описание дисциплин

# user.edit.disciplines.title
source: Disciplines settings
russian: Настройки дисциплин

# user.edit.title
source: Main profile settigs
russian: Настройки профиля

# user.email
source: Email
russian: Емэйл

# user.email.err.invalid
source: Specified email is not an email address
russian: Неверный емэйл-адрес

# user.email.err.required
source: Email is required
russian: Требуется ввести емэйл

# user.firstname
source: First name
russian: Имя

# user.firstname.err.requiered
source: First name is required
russian: Требуется ввести имя

# user.lastname
source: Last name
russian: Фамилия

# user.lastname.err.required
source: Last name is required
russian: Требуется ввести фамилию

# user.photo
source: Photo
russian: Фото

# user.university
source: University
russian: Университет

# user.university.err.required
source: University is required
russian: Требуется ввести университет

# welcome
source: Welcome to the "Academy"!
russian: Добро пожаловать в "Академию"!

source: Your disciplines
russian: Ваши дисциплины

# zootomy
source: Zootom
russian: Анатомия животных
